[
    {
        "though": "Felicidade é como uma borboleta: quanto mais você tenta apanhá-la, mais ela se afasta de você. Mas se você dirigir sua atenção para outras coisas, ela virá e pousará suavemente no seu ombro.",
        "credit": "Henry Thoreau"
    },
    {
        "though": "Muitas das verdades às quais nos prendemos, dependem do nosso ponto de vista.",
        "credit": "Yoda"
    },
    {
        "though": "Treine a si mesmo a deixar partir tudo que teme perder.",
        "credit": "Yoda"
    },
    {
        "though": "Faça ou não faça. A tentativa não existe",
        "credit": "Yoda"
    },
    {
        "though": "Difícil de ver. Sempre em movimento está o Futuro.",
        "credit": "Yoda"
    },
    {
        "though": "Mais vale um fracasso honroso do que um sucesso indigno.",
        "credit": "Star Wars"
    },
    {
        "though": "O lado sombrio não é mais poderoso, apenas mais rápido, mais fácil e mais sedutor.",
        "credit": "Yoda"
    },
    {
        "though": "A morte é parte natural da Vida. Regozije-se por aqueles que se uniram com a Força. Não lamente por eles. Não sinta falta deles. O apego leva à inveja. À sombra da cobiça, isso sim.",
        "credit": "Yoda"
    },
    {
        "though": "Só é diferente na sua mente. Você precisa desaprender o que aprendeu.",
        "credit": "Yoda"
    },
    {
        "though": "Transmita o que aprendeu. Força, mestria. Mas fraqueza, insensatez, fracasso também. Sim, fracasso acima de tudo. O maior professor, o fracasso é. Nós somos o que eles crescem além. Esse é o verdadeiro fardo de todos os mestres.",
        "credit": "Yoda"
    },
    {
        "though": "Grande guerreiro? Guerra não faz grande ninguém.",
        "credit": "Yoda"
    },
    {
        "though": "A esperança é como o sol. Se você apenas acredita quando vê, você nunca vai sobreviver à noite.",
        "credit": "Léia"
    },
    {
        "though": "Não tenha medo, pois o medo leva à raiva, a raiva leva ao ódio e o ódio leva ao sofrimento",
        "credit": "Star Wars"
    }
]